export default {
  GREETING: (name = '') =>
    `Привет${name ? `, ${name}` : ''}!\nДля того, чтобы получать уведомления - пришлите свой ключ доступа:`,
  SUCCESS_REPLY: 'Ключ доступа верный, теперь вы будете получать уведомления.',
  ERROR_REPLY:
    'Нераспознан ключ доступа, если вы перестали получать уведомления - попробуйте инициировать сессию заново используя команду /start.',
  UNSUBSCRIBE_REPLY: 'Вы отписались от уведомлений.',
  EMPTY_REPLY: 'Пока нет сообщений.',
  HELP: (limit: number) =>
    `Вот все доступные методы:\n- Для авторизации используйте команду /start и пришлите свой ключ доступа в следующем сообщении.\n- Для того, чтобы получить ${limit} последних сообщений используйте команду /last.\n- Для того, чтобы получить все сообщения используйте команду /all.\n- Для того, чтобы отписаться от сообщений используйте команду /unsubscribe.`,
  CAN_NOT_REPLY: 'Бот не может получать уведомления, sorry bro 🤖',
};
