export default {
  TAGLINE: 'Если бизнесу нужен имидж',
  BASE_TITLE: 'Веб-разработка полного цикла, промо-сайты и веб-приложения для бизнеса',
  BASE_DESCRIPTION:
    'Комплексные решения для создания эффективных веб-сайтов и приложений. Анализ требований, дизайн, разработка, тестирование и поддержка. Современные технологии, высокое качество и стабильность. Для бизнеса, маркетинга и веб-разработчиков. Свяжитесь с нами для получения подробной информации.',
  SHORT_ADDRESS: 'ул. Пушкина 2/4',
  CITY: 'Гомель',
  COUNTRY: 'Беларусь',
  COPYLEFT: 'Александр Шарапов &ndash; веб-разработчик полного цикла',
  FOOTER_CONTENT:
    'Любой распространитель информации, размещенной на данном ресурсе, как с изменениями, так и без них, не вправе ограничивать свободу её дальнейшего распространения либо модификации.',
  SOURCE_LINK_TITLE: 'Код проекта на GitHub',
  INDEX: 'Главная',
  CONTACTS: 'Контакты',
  CV: 'CV',
  FOLIO: 'Портфолио'
}
