export default {
  TAGLINE: 'Если бизнесу нужен имидж',
  TAGLINE_HOVER: 'Обратитесь ко мне',
  BASE_TITLE:
    'Веб-разработка полного цикла, 3D промо-сайты, посадочные страницы и веб-приложения для бизнеса',
  BASE_DESCRIPTION:
    'Комплексные решения для создания эффективных веб-сайтов и приложений для бизнеса и маркетинга. Анализ требований, дизайн, разработка, тестирование и поддержка. Современные технологии и высокое качество.',
  SHORT_ADDRESS: 'ул. Пушкина 2/4',
  CITY: 'Гомель',
  COUNTRY: 'Беларусь',
  COPYLEFT: 'Александр Шарапов &ndash; веб-разработчик полного цикла (УНП: АС1176768)',
  FOOTER_CONTENT:
    'Любой распространитель информации, размещенной на данном ресурсе, как с изменениями, так и без них, не вправе ограничивать свободу её дальнейшего распространения либо модификации.',
  SOURCE_LINK_TITLE: 'Код проекта на GitHub',
  INDEX: 'Визитка',
  CONTACTS: 'Контакты',
  CV: 'CV',
  SERVICES: 'Услуги',
  PORTFOLIO: 'Портфолио',
  THEME_SWITCHER_LABEL: 'Переключить тему (светлая/темная)',
  VIEW_SWITCHER_LABEL: 'Переключить предпочтительный вид (3D/2D)',
  LOADING_TITLE: 'Загрузка...',
  ERROR_TITLE: 'Произошла ошибка',
  RETRY_TEXT: 'Повторите попытку или свяжитесь с нами по телефону',
  SUCCESS_TITLE: 'Данные отправлены',
  SUCCESS_TEXT: 'Мы уже получили ваше сообщение и занялись его обработкой',
  INQUIRY_TYPE_LABEL: 'Тема беседы',
  INQUIRY_TYPE_HINT: 'Выберите из списка',
  INQUIRY_TYPE_ITEMS: ['Нанять меня', 'Обсудить проект', 'Предложение', 'Вопрос', 'Обратная связь'],
  PREFERRED_CONTACT_LABEL: 'Предпочитаемый способ связи',
  PREFERRED_CONTACT_HINT: 'Например: telegram @asharapov',
  MESSAGE_LABEL: 'Расскажите в нескольких словах о чём будет наша беседа',
  MESSAGE_HINT: 'Любое сообщение, которое вы хотите написать',
  ACCEPT_TERMS:
    'Я согласен на обработку данных, в том числе и персональных, которые будут отправлены через эту форму',
  SUBMIT_BUTTON_TEXT: 'Отправить',
  PRESENT: 'Текущее время',
  TIMETABLE: {
    parttime: 'Частичная занятость',
    fulltime: 'Полная занятость',
    remote: 'Удалённо',
    hybrid: 'Гибрид',
    office: 'Офис'
  },
  STACK: 'Стек технологий',
  PROJECTS: 'Проекты'
}
