export default {
  TAGLINE: 'Если бизнесу нужен имидж',
  TAGLINE_HOVER: 'Обратитесь ко мне',
  BASE_TITLE:
    'Веб-разработка полного цикла, 3D промо-сайты, посадочные страницы и веб-приложения для бизнеса',
  BASE_DESCRIPTION:
    'Комплексные решения для создания эффективных веб-сайтов и приложений для бизнеса и маркетинга. Анализ требований, дизайн, разработка, тестирование и поддержка. Современные технологии и высокое качество.',
  SHORT_ADDRESS: 'ул. Пушкина 2/4',
  CITY: 'Гомель',
  COUNTRY: 'Беларусь',
  COPYLEFT: 'Александр Шарапов &ndash; веб-разработчик полного цикла (УНП: АС1176768)',
  FOOTER_CONTENT:
    'Любой распространитель информации, размещенной на данном ресурсе, как с изменениями, так и без них, не вправе ограничивать свободу её дальнейшего распространения либо модификации.',
  SOURCE_LINK_TITLE: 'Код проекта на GitHub',
  INDEX: 'Визитка',
  CONTACTS: 'Контакты',
  CV: 'CV',
  SERVICES: 'Услуги',
  THEME_SWITCHER_LABEL: 'Переключить тему (светлая/темная)'
}
